9/data/attachments/6832aee533dbb2f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5800c7bc-3ec0-4a00-87ab-f2ba906f8969</nif:username>
            <nif:friendToBeAdded>Terri_agent_Actions_92427_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>